

export const curuserL = {
  name: 'John',
  age: 30
};



export const lessonsName = [
  {
    title: 'Русский язык',
    id: 1
  },
  {
    title: 'Чтение',
    id: 2
  },
  {
    title: 'Чтение (литературное чтение)',
    id: 3
  },
  {
    title: 'Речевая практика',
    id: 4
  },
  {
    title: 'Математика',
    id: 5
  },
  {
    title: 'Информатика',
    id: 6
  },
  {
    title: 'Мир природы и человека',
    id: 7
  },
  {
    title: 'Природоведение',
    id: 8
  },
  {
    title: 'Биология',
    id: 9
  },
  {
    title: 'География',
    id: 10
  },
  {
    title: 'Мир истории',
    id: 11
  },
  {
    title: 'Основы социальной жизни',
    id: 12
  },
  {
    title: 'История отечества',
    id: 13
  },
  {
    title: 'Обществоведение',
    id: 14
  },
  {
    title: 'Этика',
    id: 15
  },
  {
    title: 'Музыка',
    id: 16
  },
  {
    title: 'Изобразительное искусство',
    id: 17
  },
  {
    title: 'Физическая культура',
    id: 18
  },
  {
    title: 'Иное',
    id: 19
  },
];

export const lessonsName2 = [
  {
    title: 'Речь и альтернативная коммуникация',
    id: 1
  },
  {
    title: 'Математические представления',
    id: 2
  },
  {
    title: 'Окружающий природный мир',
    id: 3
  },
  {
    title: 'Человек',
    id: 4
  },
  {
    title: 'Домоводство',
    id: 5
  },
  {
    title: 'Окружающий социальный мир',
    id: 6
  },
  {
    title: 'Музыка и движение',
    id: 7
  },
  {
    title: 'Изобразительная деятельность',
    id: 8
  },
  {
    title: 'Адаптивная физкультура',
    id: 9
  },
  {
    title: 'Профильный труд',
    id: 10
  },
  {
    title: 'Иное',
    id: 11
  },
];

export const classNameNumber = [
  {
    title: '1 доп.',
    id: 1
  },
  {
    title: '1',
    id: 2
  },
  {
    title: '2',
    id: 3
  },
  {
    title: '3',
    id: 4
  },
  {
    title: '4',
    id: 5
  },
  {
    title: '5',
    id: 6
  },
  {
    title: '6',
    id: 7
  },
  {
    title: '7',
    id: 8
  },
  {
    title: '8',
    id: 9
  },
  {
    title: '9',
    id: 10
  },
  {
    title: '10',
    id: 11
  },
  {
    title: '11',
    id: 12
  },
  {
    title: '12',
    id: 13
  }
];

export const classNameLetter = [
  {
    title: 'А',
    id: 1
  },
  {
    title: 'Б',
    id: 2
  },
  {
    title: 'В',
    id: 3
  },
  {
    title: 'Г',
    id: 4
  },
  {
    title: 'Д',
    id: 5
  },
  {
    title: 'Е',
    id: 6
  }
];

export const classTypeLesson = [
  {
    title: 'Урок изучения нового материала',
    id: 1
  },
  {
    title: 'Урок  первичного обобщения и закрепления ЗУН',
    id: 2
  },
  {
    title: 'Урок систематизации и интеграции',
    id: 3
  },
  {
    title: 'Урок контроля и коррекции',
    id: 4
  }
];

export const classType2Lesson = [
  {
    title: 'Классический урок',
    id: 1
  },
  {
    title: 'Урок-игра',
    id: 2
  },
  {
    title: 'Урок-творчество',
    id: 3
  },
  {
    title: 'Урок-экскурсия',
    id: 4
  },
  {
    title: 'Урок-путешествие',
    id: 5
  },
  {
    title: 'Иное',
    id: 6
  }
];

export const classObjectiveLesson = [
  {
    title: 'Выявить',
    id: 1
  },
  {
    title: 'Дифференцировать',
    id: 2
  },
  {
    title: 'Закрепить',
    id: 3
  },
  {
    title: 'Знакомить/Познакомить',
    id: 4
  },
  {
    title: 'Обобщить',
    id: 5
  },
  {
    title: 'Повторить',
    id: 6
  },
  {
    title: 'Проверить',
    id: 7
  },
  {
    title: 'Формировать',
    id: 8
  },
  {
    title: 'Расширить',
    id: 9
  },
  {
    title: 'Систематизировать',
    id: 10
  },
  {
    title: 'Содействовать',
    id: 11
  },
  {
    title: 'Способствовать',
    id: 12
  },
  {
    title: 'Уточнить',
    id: 13
  },
  {
    title: 'Тренировать',
    id: 14
  },
  {
    title: 'Учить',
    id: 15
  },
  {
    title: 'Продолжать',
    id: 16
  },
  {
    title: 'Корригировать',
    id: 17
  },
  {
    title: 'Развивать',
    id: 18
  },
  {
    title: 'Поддерживать',
    id: 19
  },
  {
    title: 'Продолжать развивать',
    id: 20
  },
  {
    title: 'Продолжать формировать',
    id: 21
  },
  {
    title: 'Совершенствовать',
    id: 22
  }
];

export const classPersonalLesson = [
  {
    title: 'Совершенствовать',
    id: 1
  },
  {
    title: 'Способствовать формированию',
    id: 2
  },
  {
    title: 'Способствовать развитию',
    id: 3
  },
  {
    title: 'Способствовать овладению',
    id: 4
  },
  {
    title: 'Способствовать знакомству',
    id: 5
  }
];

export const classEquipment = [

  {
    title: 'Технические средства обучения (ТСО)',
    id: 1
  },
  {
    title: 'Учебно-наглядные пособия',
    id: 2
  },
  {
    title: 'Раздаточный материал',
    id: 3
  },
  {
    title: 'Дидактический материал',
    id: 4
  },
  {
    title: 'Учебно-лабораторное оборудование',
    id: 5
  },
  {
    title: 'Спортивный инвентарь и оборудование',
    id: 6
  },
  {
    title: 'Вспомогательные средства для позиционирования',
    id: 7
  }
];


export const classGroupMethod = [
  {
    title: 'Словесные',
    id: 1,
    id_group: 1
  },
  {
    title: 'Наглядные',
    id: 2,
    id_group: 2
  },
  {
    title: 'Практические',
    id: 3,
    id_group: 3
  }
];

export const classMethod = [
  {
    title: 'Рассказ',
    id: 1,
    id_group: 1
  },
  {
    title: 'Объяснение',
    id: 2,
    id_group: 1
  },
  {
    title: 'Беседа',
    id: 3,
    id_group: 1
  },
  {
    title: 'Работа с учебником, книгой',
    id: 4,
    id_group: 1
  },
  {
    title: 'Инструктаж',
    id: 5,
    id_group: 1
  },

  {
    title: 'Демонстрация',
    id: 6,
    id_group: 2
  },
  {
    title: 'Иллюстрация',
    id: 7,
    id_group: 2
  },
  {
    title: 'Наблюдение',
    id: 8,
    id_group: 2
  },

  {
    title: 'Упражнения',
    id: 9,
    id_group: 3
  },
  {
    title: 'Дидактическая игра',
    id: 10,
    id_group: 3
  },
  {
    title: 'Сюжетно - ролевая игра',
    id: 11,
    id_group: 3
  },
  {
    title: 'Игра - драматизация',
    id: 12,
    id_group: 3
  },
  {
    title: 'Лабораторная работа',
    id: 13,
    id_group: 3
  },
  {
    title: 'Практическая работа',
    id: 14,
    id_group: 3
  },
  {
    title: 'Элементарные опыты и экспериментирование',
    id: 15,
    id_group: 3
  },

];


export const classBasicLearningActivities = [
  {
    title: 'Формирование умения вступать в контакт (учитель-ученик, ученик-ученик, ученик-класс)',
    id: 1,
    id_group: 1
  },
  {
    title: 'Формирование готовности к организации взаимодействия с окружающей действительностью',
    id: 2,
    id_group: 1
  },
  {
    title: 'Формирование умения обращаться за помощью и принимать её',
    id: 3,
    id_group: 1
  },
  {
    title: 'Формирование умения слушать и понимать инструкции к заданию',
    id: 4,
    id_group: 1
  },
  {
    title: 'Формирование умения сотрудничать, договариваться',
    id: 5,
    id_group: 1
  },
  {
    title: 'Формирование умения изменять своё поведение в ситуациях взаимодействия с окружающими',
    id: 6,
    id_group: 1
  },
  {
    title: 'Формирование умения слушать собеседника',
    id: 7,
    id_group: 1
  },
  {
    title: 'Формирование умения исполнять принятые ритуалы социального взаимодействия',
    id: 8,
    id_group: 1
  },
  {
    title: 'Формирование умения оценить тон общения (спокойный, раздраженный и т.д.)',
    id: 9,
    id_group: 1
  },
  {
    title: 'Формирование умения оценить услышанное высказывание',
    id: 10,
    id_group: 1
  },
  {
    title: 'Формирование умения оценить свое устное/письменное высказывание',
    id: 11,
    id_group: 1
  },
  /* */

  {
    title: 'Формирование самооценки',
    id: 12,
    id_group: 2
  },
  {
    title: 'Осознание себя как ученика',
    id: 13,
    id_group: 2
  },
  {
    title: 'Формирование заинтересованности посещения занятий',
    id: 14,
    id_group: 2
  },
  {
    title: 'Формирование положительного отношения к окружающей действительности',
    id: 15,
    id_group: 2
  },
  {
    title: 'Формирование способностей к осмыслению социального окружения',
    id: 16,
    id_group: 2
  },
  {
    title: 'Формирование способностей к осмыслению социальных ролей',
    id: 17,
    id_group: 2
  },
  {
    title: 'Принятие доступных для понимания обучающихся ценностей',
    id: 18,
    id_group: 2
  },
  {
    title: 'Формирование положительного отношения к эстетическому восприятию окружающей действительности',
    id: 19,
    id_group: 2
  },
  {
    title: 'Формирование, доступных для понимания учащихся, собственных моральных норм',
    id: 20,
    id_group: 2
  },
  {
    title: 'Формирование понимания личной ответственности за свои поступки',
    id: 21,
    id_group: 2
  },
  {
    title: 'Знакомство с правилами поведения в обществе',
    id: 22,
    id_group: 2
  },
  {
    title: 'Формирование готовности к безопасному и бережному поведению в окружающем мире доступных для понимания учащихся',
    id: 23,
    id_group: 2
  },
  {
    title: 'Формирование самостоятельности в выполнении учебных заданий, поручений и т.д.',
    id: 24,
    id_group: 2
  },
  /* */

  {
    title: 'Формирование умения наблюдать за предметами и явлениями окружающей действительности под руководством взрослого',
    id: 25,
    id_group: 3
  },
  {
    title: 'Формирование умения выделить главное',
    id: 26,
    id_group: 3
  },
  {
    title: 'Формирование умения выделять некоторые существенные, общие, отличительные свойства хорошо знакомых предметов',
    id: 27,
    id_group: 3
  },
  {
    title: 'Формирование умений устанавливать видородовые отношения предметов',
    id: 28,
    id_group: 3
  },
  {
    title: 'Формирование умения выполнять простые сравнения, классификацию, обобщение',
    id: 29,
    id_group: 3
  },
  {
    title: 'Формирование умения пользоваться знаками, символами, предметами-заместителями',
    id: 30,
    id_group: 3
  },
  {
    title: 'Формирование умения читать, писать, выполнять арифметические действия',
    id: 31,
    id_group: 3
  },
  {
    title: 'Формирование умения работать с несложной по содержанию и структуре информацией на бумажных ' +
           'и электронных носителях (изображения, текст, таблицы и т.д.)',
    id: 32,
    id_group: 3
  },
  {
    title: 'Формирование умений устанавливать видородовые отношения предметов',
    id: 33,
    id_group: 3
  },
  {
    title: 'Формирование умения выполнять простые сравнения',
    id: 34,
    id_group: 3
  },

  /* */
  {
    title: 'Стимуляция поведения детей',
    id: 35,
    id_group: 4
  },
  {
    title: 'Создание условий для осмысления учащимися своих действий',
    id: 36,
    id_group: 4
  },
  {
    title: 'Формирование условий, способствующих осознанию средств деятельности',
    id: 37,
    id_group: 4
  },
  {
    title: 'Формирование умения контролировать свою деятельность по результатам',
    id: 38,
    id_group: 4
  },
  {
    title: 'Формирование умения осуществлять действия по образцу, заданному правилу, алгоритму',
    id: 39,
    id_group: 4
  },
  {
    title: 'Формирование умения принимать, сохранять заданную цель',
    id: 40,
    id_group: 4
  },
  {
    title: 'Формирование умения исправлять ошибку по указанию взрослого',
    id: 41,
    id_group: 4
  },
  {
    title: 'Формирование умения видеть указанную ошибку, исправлять её',
    id: 42,
    id_group: 4
  },
  {
    title: 'Формирование умения адекватно понимать оценку взрослого, сверстника',
    id: 43,
    id_group: 4
  },
  {
    title: 'Формирование условий, способствующих осознанию целей деятельности',
    id: 44,
    id_group: 4
  },
  {
    title: 'Формирование умений соотносить свои действия и по результаты с заданными образцами, правилами и т.д.',
    id: 45,
    id_group: 4
  },
  {
    title: 'Формирование умения планировать свою деятельность',
    id: 46,
    id_group: 4
  },
  {
    title: 'Формирование саморегуляции как способности к волевому усилию по преодолению поставленных проблем',
    id: 47,
    id_group: 4
  },
  {
    title: 'Формирование умения контролировать свою деятельность по результатам',
    id: 48,
    id_group: 4
  },
  {
    title: 'Формирование умения сохранять заданную цель',
    id: 49,
    id_group: 4
  },
  {
    title: 'Формирование умения оценивать свои действия и действия одноклассников',
    id: 50,
    id_group: 4
  },
  {
    title: 'Формирование умения оценивать свою деятельность с учетом предложенных критериев',
    id: 51,
    id_group: 4
  },
];

export const classGroupLearningActivities = [
  {
    title: 'КОММУНИКАТИВНЫЕ',
    id: 1
  },
  {
    title: 'ЛИЧНОСТНЫЕ',
    id: 2
  },
  {
    title: 'ПОЗНАВАТЕЛЬНЫЕ',
    id: 3
  },
  {
    title: 'РЕГУЛЯТИВНЫЕ',
    id: 4
  },
];
