

export const curuserL = {
  name: 'John',
  age: 30
};



export const lessonsName = [
  {
    title: 'Русский язык',
    id: 1
  },
  {
    title: 'Чтение',
    id: 2
  },
  {
    title: 'Чтение (литературное чтение)',
    id: 3
  },
  {
    title: 'Речевая практика',
    id: 4
  },
  {
    title: 'Математика',
    id: 5
  },
  {
    title: 'Информатика',
    id: 6
  },
  {
    title: 'Мир природы и человека',
    id: 7
  },
  {
    title: 'Природоведение',
    id: 8
  },
  {
    title: 'Биология',
    id: 9
  },
  {
    title: 'География',
    id: 10
  },
  {
    title: 'Мир истории',
    id: 11
  },
  {
    title: 'Основы социальной жизни',
    id: 12
  },
  {
    title: 'История отечества',
    id: 13
  },
  {
    title: 'Обществоведение',
    id: 14
  },
  {
    title: 'Этика',
    id: 15
  },
  {
    title: 'Музыка',
    id: 16
  },
  {
    title: 'Изобразительное искусство',
    id: 17
  },
  {
    title: 'Физическая культура',
    id: 18
  },
  {
    title: 'Иное',
    id: 19
  },
];

/*

Учебный предмет
Русский язык
Чтение
Чтение (литературное чтение)
Речевая практика
Математика
Информатика
Мир природы и человека
Природоведение
Биология
География
Мир истории
Основы социальной жизни
История отечества
Обществоведение
Этика
Музыка
Изобразительное искусство
Физическая культура
Иное
*/
